IDEA StatiCa Open Model
SectionStiffnesses.Alfa Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 rotation around x-axis
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Alfa { get; set; }
Public Property Alfa As Double
	Get
	Set
public:
property double Alfa {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace